<div class="privacy">
  <h1>Bem-vindo ao SRF</h1>
  <br />
  <p>Nosso objetivo &eacute; coletar registros de frequ&ecirc;ncia, independente de sua conex&atilde;o com internet. Armazena o hor&aacute;rio do registro de ponto, bem como sua latitude e longitude atual, mesmo sem internet. Quando conectado on internet, o aplicativo faz de maneira autom&aacute;tica a sincroniza&ccedil;&atilde;o com a base de dados online;</p>

  <p>● Nossa Pol&iacute;tica de Privacidade explica como n&oacute;s coletamos, usamos e protegemos as informa&ccedil;&otilde;es relacionadas ao Registro de Frequ&ecirc;ncia.</p>
  <p>● Ao usar o nosso aplicativo, voc&ecirc; entende e concorda que estamos oferecendo uma plataforma para voc&ecirc; registrar sua frequ&ecirc;ncia, incluindo sua geolocaliza&ccedil;&atilde;o. ("Conte&uacute;do do Usu&aacute;rio") no aplicativo e para compartilhar o Conte&uacute;do do Usu&aacute;rio com nossos parceiros. Isso significa que outros Usu&aacute;rios podem pesquisar, ver, usar ou compartilhar qualquer Conte&uacute;do do usu&aacute;rio do Servi&ccedil;o.</p>

  <p>Nossa Pol&iacute;tica se aplica a todos os funcion&aacute;rios da FLEM e outros que acessam o Servi&ccedil;o ("Parceiros").</p>

  <h3>1. INFORMA&Ccedil;&Otilde;ES QUE COLETAMOS</h3>

  <p>N&oacute;s coletamos os seguintes tipos de informa&ccedil;&otilde;es. Informa&ccedil;&otilde;es que voc&ecirc; fornece para n&oacute;s diretamente:</p>
  <p>● Conte&uacute;do de Usu&aacute;rio (por exemplo geolocaliza&ccedil;&otilde;es e informa&ccedil;&atilde;o qualquer relacionada aos registro de frequ&ecirc;ncia).</p>
  <p>● Quando voc&ecirc; acessa o Servi&ccedil;o, n&oacute;s podemos usar cookies e tecnologias semelhantes como pixels, web beacons e armazenamento local para coletar informa&ccedil;&otilde;es sobre a forma como voc&ecirc; usa o SRF e fornecer recursos a voc&ecirc;.</p>

  <p>Informa&ccedil;&otilde;es de arquivo de log:</p>

  <p>● As informa&ccedil;&otilde;es de arquivo de log s&atilde;o automaticamente fornecidas pelo seu navegador todas as vezes que fazemos uma solicita&ccedil;&atilde;o para acessar (ou seja, visitar) uma p&aacute;gina ou aplicativo da Web. Elas tamb&eacute;m podem ser fornecidas quando o conte&uacute;do da p&aacute;gina ou aplicativo da Web &eacute; baixado para seu navegador ou dispositivo.</p>
  <p>● Quando voc&ecirc; usa nosso Servi&ccedil;o, nossos servidores registram automaticamente determinadas informa&ccedil;&otilde;es do arquivo de log, incluindo sua solicita&ccedil;&atilde;o da Web, endere&ccedil;o IP (Protocolo de Internet), tipo de dispositivo, p&aacute;ginas e URLs de consulta / sa&iacute;da, n&uacute;mero de cliques e como voc&ecirc; interage com links no Servi&ccedil;o, nomes de dom&iacute;nio, p&aacute;ginas de destino, p&aacute;ginas visualizadas e outras informa&ccedil;&otilde;es como essas. N&oacute;s tamb&eacute;m podemos coletar informa&ccedil;&otilde;es semelhantes a partir de emails enviados para nossos Usu&aacute;rios que nos ajudam a rastrear quais emails s&atilde;o abertos e quais links s&atilde;o clicados pelos destinat&aacute;rios. As informa&ccedil;&otilde;es nos ajudam a ter um relat&oacute;rio mais preciso e aprimorar o Servi&ccedil;o. Identificadores de dispositivo:</p>
  <p>● Quando voc&ecirc; usa um dispositivo m&oacute;vel como um tablet ou telefone para acessar nosso Servi&ccedil;o, n&oacute;s podemos acessar, coletar, monitorar, armazenar em seu dispositivo e/ou armazenar remotamente um ou mais "identificadores de dispositivo". Os identificadores de dispositivo s&atilde;o pequenos arquivos de dados ou estruturas de dados semelhantes armazenadas em seu dispositivo, ou associadas a ele, que identificam o seu dispositivo m&oacute;vel de forma exclusiva. Um identificador de dispositivo pode ser composto por dados armazenados associados ao hardware do dispositivo, dados armazenados associados ao sistema operacional do dispositivo ou outros softwares ou dados enviados ao dispositivo pelo SRF.</p>
  <p>● Um identificador de dispositivo pode fornecer informa&ccedil;&otilde;es para n&oacute;s ou para um parceiro terceirizado sobre a forma como voc&ecirc; navega e usa o Servi&ccedil;o e pode nos ajudar, ou ajudar outros, a fornecer relat&oacute;rios ou conte&uacute;dos personalizados. Alguns recursos do Servi&ccedil;o podem n&atilde;o funcionar corretamente se o uso ou a disponibilidade desses identificadores de dispositivo estiver prejudicada ou desativada.</p>

  <h2>Metadados:</h2>

  <p>● Os metadados s&atilde;o normalmente dados t&eacute;cnicos associados ao Conte&uacute;do do Usu&aacute;rio. Por exemplo, Metadados podem descrever como, quando e por quem uma parte de Conte&uacute;do do Usu&aacute;rio foi coletada e como este conte&uacute;do est&aacute; formatado.</p>

  <p>● Os usu&aacute;rios podem adicionar ou ter Metadados adicionados ao seu Conte&uacute;do do Usu&aacute;rio incluindo um evento (por exemplo, para registrar frequ&ecirc;ncia), marca&ccedil;&atilde;o geogr&aacute;fica (por exemplo, para marcar seu local), coment&aacute;rio ou outros dados. Isso pode tornar seu conte&uacute;do mais f&aacute;cil de ser pesquisado por outros e mais interativo.</p>

  <h3>2. COMO N&Oacute;S USAMOS SUAS INFORMA&Ccedil;&Otilde;ES</h3>

  <p>Al&eacute;m de alguns dos usos espec&iacute;ficos de informa&ccedil;&otilde;es que descrevemos nesta Pol&iacute;tica de Privacidade, n&oacute;s podemos usar as informa&ccedil;&otilde;es que recebemos para:</p>

  <p>● ajud&aacute;-lo a acessar suas informa&ccedil;&otilde;es de forma eficiente ap&oacute;s seu login</p>

  <p>● lembrar suas informa&ccedil;&otilde;es para que voc&ecirc; n&atilde;o tenha que reinseri-las durante sua visita ou na pr&oacute;xima vez que acessar o Servi&ccedil;o;</p>

  <p>● fornecer informa&ccedil;&otilde;es e conte&uacute;do personalizados para voc&ecirc; e outros, o que pode incluir an&uacute;ncios online ou outras formas de marketing</p>

  <p>● fornecer, aprimorar, testar e monitorar a efici&ecirc;ncia de nosso Servi&ccedil;o</p>

  <p>● desenvolver e testar novos produtos e recursos</p>

  <p>● monitorar m&eacute;tricas como o n&uacute;mero total de visitantes, tr&aacute;fego e padr&otilde;es demogr&aacute;ficos</p>

  <p>● diagnosticar ou corrigir problemas de tecnologia</p>

  <p>● atualizar automaticamente o aplicativo do SRF no seu dispositivo</p>

  <h3>3. COMPARTILHAMENTO DE SUAS INFORMA&Ccedil;&Otilde;ES</h3>

  <p>N&oacute;s podemos compartilhar suas informa&ccedil;&otilde;es com nossos parceiros, sempre que solicitado ou necess&aacute;rio, com ou sem a sua autoriza&ccedil;&atilde;o.</p>

  <p>Partes com as quais podemos compartilhar suas informa&ccedil;&otilde;es:</p>

  <p>● N&oacute;s podemos compartilhar o Conte&uacute;do do Usu&aacute;rio e suas informa&ccedil;&otilde;es (incluindo, mas n&atilde;o restrito a, informa&ccedil;&otilde;es de cookies, arquivos de log, identificadores de dispositivo, dados de localiza&ccedil;&atilde;o e dados de uso) com parcerios que fa&ccedil;am parte legalmente do mesmo grupo de parceiros do qual o SRF &eacute; parte ou que se tornem parte deste grupo ("Parceiros"). Os Parceiros podem usar essas informa&ccedil;&otilde;es para ajudar a fornecer, entender e aprimorar o Servi&ccedil;o (incluindo o fornecimento de an&aacute;lises) e os pr&oacute;prios servi&ccedil;os dos Parceiros (incluindo o fornecimento a voc&ecirc; de experi&ecirc;ncias melhores e mais relevantes).</p>

  <p>● N&oacute;s tamb&eacute;m podemos compartilhar suas informa&ccedil;&otilde;es, assim como informa&ccedil;&otilde;es de ferramentas como cookies, arquivos de log e identificadores de dispositivo e dados de localiza&ccedil;&atilde;o, com organiza&ccedil;&otilde;es de terceiros que nos ajudam a fornecer o Servi&ccedil;o a voc&ecirc; ("Provedores de Servi&ccedil;o"). Nossos Provedores de Servi&ccedil;o receber&atilde;o acesso &agrave;s suas informa&ccedil;&otilde;es conforme razoavelmente necess&aacute;rio para fornecer o Servi&ccedil;o mediante termos de confidencialidade aceit&aacute;veis.</p>

  <p>● N&oacute;s tamb&eacute;m podemos compartilhar determinadas informa&ccedil;&otilde;es como dados de cookies com parceiros de propaganda terceirizados. Essas informa&ccedil;&otilde;es permitem que redes de an&uacute;ncio terceirizadas, entre outras coisas, forne&ccedil;am propaganda direcionada que elas acreditam que seja de maior interesse para voc&ecirc;. O que acontece no caso de uma altera&ccedil;&atilde;o de controle:</p>

  <p>● Se n&oacute;s vendermos ou transferirmos parte ou todo o SRF ou nossos ativos para outra organiza&ccedil;&atilde;o (por exemplo, durante uma transa&ccedil;&atilde;o de fus&atilde;o, aquisi&ccedil;&atilde;o, fal&ecirc;ncia, dissolu&ccedil;&atilde;o, liquida&ccedil;&atilde;o), suas informa&ccedil;&otilde;es pessoais, como Conte&uacute;do do Usu&aacute;rio e qualquer outra informa&ccedil;&atilde;o coletada atrav&eacute;s do Servi&ccedil;o pode estar entre os itens vendidos ou transferidos. O SRF ser&aacute; o propriet&aacute;rio do Conte&uacute;do do Usu&aacute;rio. O comprador ou cession&aacute;rio ter&aacute; que respeitar os compromissos que fizemos nesta Pol&iacute;tica de Privacidade. Atendendo a solicita&ccedil;&otilde;es judiciais e evitando preju&iacute;zos:</p>

  <p>● N&oacute;s podemos acessar, reter e compartilhar suas informa&ccedil;&otilde;es em resposta a uma solicita&ccedil;&atilde;o judicial (como um mandado de busca, ordem judicial ou intima&ccedil;&atilde;o) se acreditarmos em boa-f&eacute; que a lei nos obriga a fazer isso. Isso pode incluir a resposta a solicita&ccedil;&otilde;es judiciais de jurisdi&ccedil;&otilde;es fora do Brasil quando acreditarmos de boa-f&eacute; que a resposta &eacute; exigida por lei na jurisdi&ccedil;&atilde;o em quest&atilde;o, diz respeito aos usu&aacute;rios na jurisdi&ccedil;&atilde;o em quest&atilde;o e est&aacute; em conformidade com padr&otilde;es reconhecidos internacionalmente. Tamb&eacute;m podemos acessar, reter e compartilhar informa&ccedil;&otilde;es quando acreditarmos em boa f&eacute; que isso seja necess&aacute;rio para: detectar, impedir e resolver fraudes ou outras atividades ilegais; proteger a n&oacute;s mesmos, nossos Servi&ccedil;os, voc&ecirc; e outras pessoas, inclusive como parte das investiga&ccedil;&otilde;es; impedir a morte ou les&otilde;es corporais iminentes. As informa&ccedil;&otilde;es que recebemos sobre voc&ecirc; podem ser acessadas, processadas e retidas por um per&iacute;odo prolongado quando estiverem relacionadas a uma solicita&ccedil;&atilde;o ou obriga&ccedil;&atilde;o jur&iacute;dica, investiga&ccedil;&atilde;o governamental ou investiga&ccedil;&otilde;es relacionadas a poss&iacute;veis viola&ccedil;&otilde;es de nossos termos ou pol&iacute;ticas, ou, ent&atilde;o, para impedir preju&iacute;zos.</p>

  <h1>Armazenamento e processamento:</h1>

  <h3>4. COMO N&Oacute;S ARMAZENAMOS SUAS INFORMA&Ccedil;&Otilde;ES</h3>

  <p>● As suas informa&ccedil;&otilde;es coletadas atrav&eacute;s do Servi&ccedil;o podem ser armazenadas e processadas no Brasil ou em qualquer outro pa&iacute;s em que o SRF, seus Parceiros Afiliadas ou Provedores de Servi&ccedil;o mantenham instala&ccedil;&otilde;es.</p>

  <p>● O SRF, seus Parceiros ou Provedores de Servi&ccedil;o podem transferir informa&ccedil;&otilde;es que coletamos sobre voc&ecirc;, incluindo informa&ccedil;&otilde;es pessoais, atrav&eacute;s de fronteiras e do seu pa&iacute;s ou jurisdi&ccedil;&atilde;o para outros pa&iacute;ses ou jurisdi&ccedil;&otilde;es ao redor do mundo. Se voc&ecirc; se encontra na Uni&atilde;o Europeia ou em outras regi&otilde;es com leis que regem a coleta e uso de dados que possam ser diferentes da lei do Brasil, observe que n&oacute;s podemos transferir informa&ccedil;&otilde;es, incluindo informa&ccedil;&otilde;es pessoais, para um pa&iacute;s e jurisdi&ccedil;&atilde;o que n&atilde;o tem as mesmas leis de prote&ccedil;&atilde;o de dados que a sua jurisdi&ccedil;&atilde;o.</p>

  <p>● Ao se registrar no Servi&ccedil;o e utiliz&aacute;-lo, voc&ecirc; concorda com a transfer&ecirc;ncia de informa&ccedil;&otilde;es para o Brasil ou para qualquer pa&iacute;s em que o SRF, seus Parceiros ou Provedores de Servi&ccedil;o mantenham instala&ccedil;&otilde;es e com o uso e divulga&ccedil;&atilde;o de informa&ccedil;&otilde;es sobre voc&ecirc; conforme descrito nesta Pol&iacute;tica de Privacidade.</p>

  <p>● N&oacute;s usamos meios de prote&ccedil;&atilde;o comercialmente aceit&aacute;veis para ajudar a manter protegidas as informa&ccedil;&otilde;es coletadas atrav&eacute;s do Servi&ccedil;o e tomamos medidas razo&aacute;veis (como a solicita&ccedil;&atilde;o de uma senha exclusiva) para verificar sua identidade antes de conceder a voc&ecirc; acesso &agrave; sua conta. Entretanto, o SRF n&atilde;o pode garantir a seguran&ccedil;a de nenhuma informa&ccedil;&atilde;o transmitida por voc&ecirc; para o SRF ou garantir que esta informa&ccedil;&atilde;o no Servi&ccedil;o n&atilde;o possa ser acessada, divulgada, alterada ou destru&iacute;da.</p>

  <p>● Solicitamos que voc&ecirc; fa&ccedil;a sua parte para nos ajudar. Voc&ecirc; &eacute; respons&aacute;vel por manter sigilo sobre sua senha exclusiva e as informa&ccedil;&otilde;es providas pelos nossos sistemas, inclusive pelo aplicativo, e por controlar o acesso a emails entre voc&ecirc; e o SRF, o tempo todo. N&oacute;s n&atilde;o somos respons&aacute;veis pela funcionalidade, privacidade ou medidas de seguran&ccedil;a de qualquer outra organiza&ccedil;&atilde;o.</p>

  <h3>5. SUAS ESCOLHAS SOBRE SUAS INFORMA&Ccedil;&Otilde;ES</h3>

  <p>Suas informa&ccedil;&otilde;es de conta e configura&ccedil;&otilde;es de perfil/privacidade:</p>

  <p>● Atualize suas informa&ccedil;&otilde;es sempre que necess&aacute;rio atrav&eacute;s da Central de Relacionamento 71 3103-7587.</p>

  <p>● Voc&ecirc; n&atilde;o pode recusar comunica&ccedil;&otilde;es relacionadas ao Servi&ccedil;o (por exemplo, verifica&ccedil;&atilde;o de conta, confirma&ccedil;&otilde;es e lembretes, altera&ccedil;&otilde;es/atualiza&ccedil;&otilde;es em recursos do Servi&ccedil;o, avisos t&eacute;cnicos e de seguran&ccedil;a e qualquer outro assunto julgado relevante pelo SRF).</p>

  <p>Por quanto tempo mantemos seu Conte&uacute;do do Usu&aacute;rio:</p>

  <p>● Ap&oacute;s o encerramento do seu contrato, o SRF, seus Parceiros ou seus Provedores de Servi&ccedil;o podem reter informa&ccedil;&otilde;es (incluindo suas informa&ccedil;&otilde;es de perfil) e Conte&uacute;do do Usu&aacute;rio por um tempo indertemidado para fins de backup, arquivamento e/ou auditoria.</p>


  <h3>6. COMO ENTRAR EM CONTATO CONOSCO</h3>

  <p>Se tiver quaisquer d&uacute;vidas sobre esta Pol&iacute;tica de Privacidade ou sobre o Servi&ccedil;o, envie um e-mail para <span style="color: #0000ff;"><u><a href="mailto:helpdesk@flem.org.br">helpdesk@flem.org.br</a></u></span> ou atrav&eacute;s da Central de Relacionamento &ndash; 71 3103-7587</p>

  <h3>7. ALTERA&Ccedil;&Otilde;ES EM NOSSA POL&Iacute;TICA DE PRIVACIDADE</h3>

  <p>O SRF pode modificar ou atualizar esta Pol&iacute;tica de Privacidade de tempos em tempos, portanto verifique-a periodicamente. N&oacute;s podemos fornecer a voc&ecirc; formas adicionais de aviso sobre modifica&ccedil;&otilde;es ou atualiza&ccedil;&otilde;es conforme apropriado mediante as circunst&acirc;ncias.</p>
  <p>A continua&ccedil;&atilde;o do seu uso do SRF ou do Servi&ccedil;o ap&oacute;s qualquer modifica&ccedil;&atilde;o desta Pol&iacute;tica de Privacidade constituir&aacute; sua aceita&ccedil;&atilde;o das modifica&ccedil;&otilde;es em quest&atilde;o.</p>

</div>